# vim: syntax=ruby
brew "age"
brew "authzed/tap/spicedb"
brew "authzed/tap/zed"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "binwalk"
brew "bison"
brew "bufbuild/buf/buf"
brew "cloc"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "cockroachdb/tap/cockroach"
brew "coreutils"
brew "cosign"
brew "cowsay"
brew "ctags"
brew "cue-lang/tap/cue"
brew "curl"
brew "entr"
brew "exa"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "goreman"
brew "gradle"
brew "graphviz"
brew "grpc"
brew "grpcurl"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "jpegoptim"
brew "jzelinskie/faq/faq"
brew "kind"
brew "kubectx"
brew "kubernetes-cli"
brew "leiningen"
brew "llvm"
brew "lolcat"
brew "markdownlint-cli"
brew "mas"
brew "mediainfo"
brew "mercurial"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-musl"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-musl"
brew "mingw-w64"
brew "mitmproxy"
brew "mkcert"
brew "mkcert"
brew "moreutils"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "optipng"
brew "p7zip"
brew "par"
brew "pngcrush"
brew "postgresql"
brew "protoc-gen-grpc-web"
brew "pstree"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "sk"
brew "skopeo"
brew "socat"
brew "sqlite"
brew "stern"
brew "tcpdump"
brew "telnet"
brew "tldr"
brew "tmate"
brew "tmux"
brew "txn2/tap/kubefwd"
brew "upx"
brew "watch"
brew "wget"
brew "xz"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zig"
brew "zsh"
brew "zstd"
