# vim: syntax=ruby
brew "age"
brew "authzed/tap/spicedb"
brew "authzed/tap/zed"
brew "autoconf"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "binwalk"
brew "bison"
brew "bufbuild/buf/buf"
brew "checkbashisms"
brew "cloc"
brew "clojure/tools/clojure"
brew "cmake"
brew "cockroachdb/tap/cockroach"
brew "coreutils"
brew "cosign"
brew "cowsay"
brew "ctags"
brew "cue-lang/tap/cue"
brew "curl"
brew "delve"
brew "deno"
brew "difftastic"
brew "diffutils"
brew "docker"
brew "docker-completion"
brew "docker-compose"
brew "dog"
brew "entr"
brew "exa"
brew "ffmpeg"
brew "flac"
brew "flatbuffers"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-filter-repo"
brew "gitleaks"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "goreleaser/tap/goreleaser-pro"
brew "gpgme"
brew "gradle"
brew "graphviz"
brew "grpc"
brew "grpcurl"
brew "helix"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jdtls"
brew "jpegoptim"
brew "jq"
brew "jzelinskie/faq/faq"
brew "kind"
brew "ko"
brew "krew"
brew "kubeconform"
brew "kubectx"
brew "kubefwd"
brew "kubernetes-cli"
brew "kustomize"
brew "leiningen"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "m4"
brew "mage"
brew "markdownlint-cli"
brew "mas"
brew "media-info"
brew "mercurial"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-musl"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-musl"
brew "mingw-w64"
brew "mitmproxy"
brew "mkcert"
brew "moreutils"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "numpy"
brew "openjdk"
brew "optipng"
brew "p7zip"
brew "pandoc"
brew "par"
brew "pkg-config"
brew "pngcrush"
brew "postgresql"
brew "protobuf"
brew "protoc-gen-grpc-web"
brew "pstree"
brew "psutils"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "sk"
brew "skopeo"
brew "socat"
brew "sqlite"
brew "stefanprodan/tap/kustomizer"
brew "stern"
brew "taplo"
brew "tcpdump"
brew "telnet"
brew "tldr"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree-sitter"
brew "turbot/tap/steampipe"
brew "txn2/tap/kubefwd"
brew "upx"
brew "watch"
brew "wget"
brew "xxhash"
brew "xz"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zig"
brew "zsh"
brew "zstd"
